{
    "message_mastheadTitle": "The StoryTelling Project",
    "message_intro_p1_heading1": "Learning from differences.",
    "message_intro_p1_heading2": "Connecting through experiences.",
    "message_intro_p1_text": "Stories of lived experiences connect us, help build relationships and share information that is important to learning about ourselves, people and the world around us.\n\nThis project’s goal is to provide awareness through stories about current barriers, challenges, successes and exclusionary situations that we all experience in our learning journeys.\n\nImportant aspects of learning differences are hard if not impossible to quantify. Systems often use data collected from learners to identify what works and what doesn’t work to tailor learning to individual requirements. But data-driven decision-making can create exclusion by eliminating differences and focusing on similarities. This led us to the exploration of “research into your own learning” (qualitative inquiry), which led to storytelling.\n\nThere are many advantages to documenting, reflecting on and sharing your story:\n* Individual stories disrupt dominant storylines in societies. (see [The Danger of a Single Story by Chimamanada Ngozi Adichie](https://www.ted.com/talks/chimamanda_adichie_the_danger_of_a_single_story))\n* Individual stories can build awareness of difference rather than sameness\n* Individual stories have the potential to influence entrenched systems or policies that are built on or informed by the mythical “average” (see [The End of Average by Todd Rose](http://www.toddrose.com/endofaverage))\n\nTogether, our stories can contribute to the rethinking of our learning systems.\n\n![Colourful sticky notes, pipe cleaners, and various writing implements are strewn across a group of school desks pushed together. Several unidentifiable teens sit around the desks writing on sticky notes and placing them on larger pieces of paper.](/src/learningReflections/img/storytelling_workshop_1.jpg)\nHigh school ESL students map their learning stories during a story telling workshop",
    "message_intro_p2_heading": "StoryTelling: Learning to Learn Workshops",
    "message_intro_p2_text": "StoryTelling workshops were designed and facilitated to engage all individuals within diverse groups in finding, telling and sharing their stories of learning—the goal being “create a space where voices can surface in ways that they might otherwise not be able to”.\n\nTo digitally capture and share stories we built a story Builder Tool intended to match perceptual, cognitive, financial, or technical needs and environment. No sign-up, no requirement to self identify, various scaffolds to support accessible authoring such as prompts to input alternative text and built in voicing of written stories. The Story Building Tool is a multimodal content-authoring environment built with inclusive design practices and an [inclusive framework](https://idrc.ocadu.ca/resources/idrc-online/49-articles-and-papers/443-whatisinclusivedesign). With community input the Tool continues to be iterated upon to further develop robust accessessibility. The StoryTelling Project and Story Building Tool are created in an open environment and encourage story sharing under [CC BY 4.0](https://creativecommons.org/licenses/by/4.0/).\n\n[Read more about the StoryTelling project and workshops here.](https://wiki.fluidproject.org/display/fluid/Web+Storytelling+Tools)\n\n![Colourful round stickers and small sticky notes with writing are stuck to a spider web drawing. A lined sheet of paper with several lines of writing sits next to the paper with the web. An open laptop has a hand on the keyboard typing into the the StoryTelling Project story building tool.](/src/learningReflections/img/storytelling_workshop_2.jpg)",
    "message_intro_p3_heading": "Resources",
    "message_intro_p3_text": "The following storytelling resources are free to use and adapt. You can contribute by sending us an email at stories@idrc.ocadu.ca with your adaptations, perspectives, methods, challenges, and learnings—together, we can create a repository of diverse, inclusive, open and free resources.",
    "message_intro_p4_heading": "Workshop GUIDES",
    "message_intro_p4_text": "[Storytelling Workshop Guide](https://wiki.fluidproject.org/display/fluid/Outreach+and+Workshop+Resources?preview=/175669542/175669555/StoryTelling%20Project%20Workshop%20Activities%E2%80%93Adults.docx)\n\n[Highschool Storytelling Workshop Guide](https://wiki.fluidproject.org/display/fluid/Outreach+and+Workshop+Resources?preview=/175669542/175669554/StoryTelling%20Project%20Workshop%20Activities%E2%80%94High%20School%20Students.docx)",
    "message_intro_p5_heading": "Workshop ACTIVITIES",
    "message_intro_p5_text": "[All About Me Bag: individual activity](https://wiki.fluidproject.org/display/fluid/All+About+Me+Bag)\n\n[Web of Strings: group activity](https://guide.inclusivedesign.ca/activities/WebOfStrings.html)\n\n[Web of Learning Mapping: activity](https://wiki.fluidproject.org/display/fluid/Learning+web+mapping+activity)\n\n[Web of Learning Mapping: PDF template](https://wiki.fluidproject.org/display/fluid/Learning+web+mapping+activity?preview=/177307658/177307660/WEB%20to%20plot%20learning%20ease%20and%20difficulty.pdf)\n\n[Hamburger scaffold for story building: PDF template](https://wiki.fluidproject.org/display/fluid/Outreach+and+Workshop+Resources?preview=%2F175669542%2F175669610%2FStoryStructure.pdf)",
    "message_intro_p6_heading": "Presentations",
    "message_intro_p6_text": "[Immigration Museum at Pier 21 Workshop Presentation: PowerPoint](https://wiki.fluidproject.org/display/fluid/Outreach+and+Workshop+Resources?preview=/175669542/175669551/The%20Storytelling%20Project%20-%20Immigration%20Museum.pptx)",
    "message_intro_p7_heading": "Governance",
    "message_intro_p7_text": "[Simplified Contributor License Agreement: docx](https://wiki.fluidproject.org/display/fluid/Outreach+and+Workshop+Resources?preview=/175669542/175669550/Contributor%20License%20Agreement%20-%20Simplified.docx)\n\n**Resources are licensed under Creative Commons 4.0 Attribution. Resources can be shared and adapted with appropriate credit given to the Inclusive Design Research Centre (IDRC).**",
    "message_browseLink": "Browse stories",
    "message_buildLink": "Build your story",
    "message_footer_text1": "This project is supported by the [William and Flora Hewlett Foundation](https://www.hewlett.org/) and the [Oak Foundation](http://www.oakfnd.org/).",
    "message_footer_text2": "Stories on this site are distributed under the [CC BY 4.0 licence](https://creativecommons.org/licenses/by/4.0/). Please [email us](mailto:stories@idrc.ocadu.ca) if you wish to remove your story from this website.",
    "message_menu_english": "English",
    "message_menu_spanish": "Español"
}
