{
    "message_mastheadTitle": "The Storytelling Project",
    "message_intro_heading1": "Learning from our differences.",
    "message_intro_heading2": "Connecting through stories.",
    "message_intro_p1_text": "We can learn about ourselves, others, and the world around us through shared stories.\n\nWe can tell our stories the way we want to: written words, art work, videos, or any other combination of expression imaginable.\n\nWe can build awareness of differences, similarities and social justice issues by sharing our stories.",
    "message_intro_p2_heading": "TELLING YOUR STORY",
    "message_intro_p2_text": "Storytelling can help us articulate our thoughts, feelings, and experiences; it can build confidence and create a sense of belonging and connection.  <<LINKS TO PAGES GO HERE>>",
    "message_intro_p3_heading": "SHARING YOUR STORY",
    "message_intro_p3_text": "When it comes to sharing our stories with the world we need an online publishing experience to be inclusive of everyone—a storytelling medium that matches perceptual, cognitive, financial, or technical needs and environment. To do this we built a tool that is perpetually being improved upon with community input and we want you to be part of the ongoing improvements.",
    "message_intro_p4_heading": "INTERESTED IN PARTICIPATING?",
    "message_intro_p4_text": "There are several ways you can participate in storytelling:\n\n* **Use the tool in your community, school or classroom**\n* **Host a storytelling workshop**\n* **Share your story**\n* **Share resources and suggestions with the community [email]**",
    "message_browseLink": "Browse stories",
    "message_buildLink": "Build your story",
    "message_footer_text1": "This project is supported by the [William and Flora Hewlett Foundation](https://www.hewlett.org/) and the [Oak Foundation](http://www.oakfnd.org/).",
    "message_footer_text2": "Stories on this site are distributed under the [CC BY 4.0 licence](https://creativecommons.org/licenses/by/4.0/). Please [email us](mailto:stories@idrc.ocadu.ca) if you wish to remove your story from this website.",
    "message_menu_english": "English",
    "message_menu_spanish": "Español"
}
