{
    "mastheadTitle": "The<br>Storytelling<br>Project",
    "editor_url": "storyEdit.html",
    "intro_heading1": "Learning from our differences.",
    "intro_heading2": "Connecting through stories.",
    "intro_p1_text": "Learning about ourselves, others, and the world around us through shared stories.\n\nTelling our stories the way we want to: written words, art work, videos, or any other combination of expression imaginable.\n\nBuilding awareness of differences, similarities and social justice issues by sharing our stories.",
    "intro_p2_heading": "Telling your story",
    "intro_p2_text": "Storytelling can help us articulate our thoughts, feelings, and experiences; it can build confidence and create a sense of belonging and connection.\n\nStorytelling workshops can be a community experience that helps us uncover our stories.",
    "intro_p3_heading": "Sharing your story",
    "intro_p3_text": "Sharing stories needs an online publishing experience to be inclusive of everyone—a way to tell stories that match different perceptual, cognitive, financial, or technical needs.\n\nWe are building an open source storytelling tool, and we want you to be part of the ongoing design.",
    "intro_p4_heading": "Participate!",
    "intro_p4_text": "__There are several ways you can participate in The Storytelling Project:__\n* Offer feedback about the Storytelling tool\n* Contribute to the design of the Storytelling tool\n* Edit the Storytelling tool in [GitHub](https://github.com/fluid-project/sjrk-story-telling/tree/stories-floe-dev)\n* Share storytelling resources with the community\n* Use the tool in your community, school or classroom\n* Host a storytelling workshop\n* Share your story\n\nVisit the [project wiki](https://wiki.fluidproject.org/display/fluid/Web+Storytelling+Tools) or email Caren at stories@idrc.ocadu.ca.\n\nWe look forward to hearing from you!",
    "intro_fig1_alt_text": "A collage of thirteen stories shows a variety of ways storytellers have expressed their experiences. Stories include audio, hand drawings, photographs, English writing and Arabic writing.",
    "intro_fig2_alt_text": "Colourful sticky notes,  pipe cleaners, and various writing implements strewn across a group of school desks pushed together. Several unidentifiable teens sit around desks writing on sticky notes and placing them on large pieces of paper.",
    "intro_fig3_alt_text": "Open laptop with the Storytelling story builder tool website open on screen. A block of text has been written and a picture block has been selected as the next section to be added.",
    "workshops_title": "Workshops",
    "workshops_p1_text": "Storytelling can help us articulate our thoughts, feelings, and experiences; it can build confidence and create a sense of belonging and connection. Storytelling workshops can be a community experience that helps us uncover and express our stories.\n\nDuring our workshops, participants reflected on their learning experiences and shared their stories of learning challenges and successes. Some expressed their stories with a voice recording, a drawing, written words or a video. Many shared their stories with the world by publishing them on the Storytelling website. Workshops were co-designed and facilitated with the goal to engage all individuals within diverse groups in finding, telling and sharing stories of learning.",
    "workshops_p2_heading": "Web Theme Storytelling Workshop",
    "workshops_p2_text": "The Web Theme workshop took approximately three hours and has two parts which were run on separate days. The structure of the workshop looks like this:\n\n**Day one:** activities were aimed at helping students self-reflect on personal learning experiences and discover their stories about learning they wanted to share with the world. These activities included Web of strings and Spider web story mapping.\n\n **Day two:** Demo the Digital Story Building Tool, support participants in assembling their stories in the tool and publish to the Storytelling site. Students are encouraged to take photos, videos or use other creative mediums to help tell their digital stories—this can be assigned as homework.\n\nWe facilitated this workshop several times with high school students and their teachers in school classrooms. Students who attended the workshops were newcomers, refugees, and spoke various languages.\n\n[You can get a more detailed description of the process and activities in the facilitation guide.](https://wiki.fluidproject.org/display/fluid/Outreach+and+Workshop+Resources?preview=/175669542/175669554/StoryTelling%20Project%20Workshop%20Activities%E2%80%94High%20School%20Students.docx) Use all or some of the of the activities; adapt and remix and then share your new resource back with the community!",
    "workshops_p3_heading": "Resources used in this workshop",
    "workshops_p3_text": "[Highschool Storytelling Workshop Guide](https://wiki.fluidproject.org/display/fluid/Outreach+and+Workshop+Resources?preview=/175669542/175669554/StoryTelling%20Project%20Workshop%20Activities%E2%80%94High%20School%20Students.docx)\n\n[Web of Strings: group activity](https://guide.inclusivedesign.ca/activities/WebOfStrings.html)\n\n[Web of Learning Mapping: activity](https://wiki.fluidproject.org/display/fluid/Learning+web+mapping+activity)\n\n[Web of Learning Mapping: PDF template](https://wiki.fluidproject.org/display/fluid/Learning+web+mapping+activity?preview=/177307658/177307660/WEB%20to%20plot%20learning%20ease%20and%20difficulty.pdf)\n\n[Simplified Contributor License Agreement: docx](https://wiki.fluidproject.org/display/fluid/Outreach+and+Workshop+Resources?preview=/175669542/175669550/Contributor%20License%20Agreement%20-%20Simplified.docx)",
    "workshops_p4_heading": "What we Learned at the workshops",
    "workshops_p4_text": "**A story about the Web of strings activity:** In one workshop we didn’t have enough strings for everyone to participate in the web of strings activity. We came up with the solution to cut the strings in half to double the number. What we found was shorter strings meant those holding the strings needed to be physically closer together, even touching shoulder-to-shoulder. We also noticed that with a tighter circle the sound (there was a lot of cheering, laughing, oohing and awing) was amplified because you are so close to others. While we attempted to include everyone in the activity, we actually created more potential barriers. It is very likely that the tighter  grouping of participants would not be a comfortable experience for sensory sensitivities. Also, devices such as walkers or wheelchairs would require more space. Plus the close proximity to each other might also have cultural implications for those who don’t feel comfortable being too close to the opposite sex for an extended period of time or gender plays a significant role in power structures.\n\n[Find out more about what we learned during the workshops here.](https://wiki.fluidproject.org/pages/viewpage.action?pageId=175669594)\n\n[Visit the resources page](resources.html)",
    "workshops_p5_heading": "My Story Storytelling Workshops",
    "workshops_p5_text": "**The My Story workshop has three activities:** “All about me bag”, “My life as a river”, and “assemble and publish your story” (there is a “Hamburger structure for story building” scaffold to support writing if that is the medium of choice to tell a story). Each activity has a unique structure and includes unique tasks. For example, “All about me bag” asks participants to place items in a bag that tells a story about themselves and “My life as a river” asks participants to consider a river as a metaphor for life events and to draw their river in a way that feels true to their life experiences.\n\nWe facilitated this workshop twice, first with an English-speaking youth activist group and second with a diverse group of newcomers from different parts of the world who spoke many different languages and were learning English. The activist group participated both remotely and in person and was the shortest workshop we conducted (1 hour) while the newcomer group was the longest (5 hours).",
    "workshops_p6_heading": "Resources used in this workshop",
    "workshops_p6_text": "[Storytelling Workshop Guide](https://wiki.fluidproject.org/display/fluid/Outreach+and+Workshop+Resources?preview=/175669542/175669555/StoryTelling%20Project%20Workshop%20Activities%E2%80%93Adults.docx)\n\n[All About Me Bag: activity](https://wiki.fluidproject.org/display/fluid/All+About+Me+Bag)\n\n[My Life as a River: activity](https://wiki.fluidproject.org/display/fluid/My+Life+as+a+River)\n\n[Hamburger Story Structure: PDF](https://wiki.fluidproject.org/display/fluid/Outreach+and+Workshop+Resources?preview=/175669542/175669610/StoryStructure.pdf)\n\n[Simplified Contributor License Agreement: docx](https://wiki.fluidproject.org/display/fluid/Outreach+and+Workshop+Resources?preview=/175669542/175669550/Contributor%20License%20Agreement%20-%20Simplified.docx)",
    "workshops_p7_heading": "What we Learned at the workshops",
    "workshops_p7_text": "* In a short session, it would likely be more effective to use one activity and add components instead of switching to different types of activities, allowing participants to gradually build upon their ideas and develop the story they want to tell. Perhaps by encouraging experiences about learning for both the “All about me bag” and “My life as a river” activities participants could then create their learning story to share with the world.\n* These types of activities can lead to sharing very personal moments and experiences which can be challenging to communicate in a language that is not your own. Writing stories in English was a significant barrier for participants who were just learning English to comfortably express their emotions and thoughts. In later workshops, we were more explicit in encouraging participants to express stories in their native language to create a more comfortable space for sharing personal experiences.\n* People perceived and behaved differently about their personal stories in private group spaces versus public digital spaces. When we had live group conversations, participants seemed to feel more comfortable sharing their personal stories and contributing to the activities. In contrast, when we asked them to publish some of the same stories using the digital storytelling website, many of them were not willing to do so. It seemed that they had built a circle of trust with the people in the workshop but they did not know or trust people who might access their stories in a public space. We noticed almost a similar experience in all of our other storytelling workshops when we transitioned to publishing a story on the Storytelling website. To bridge this gap, we provided further information about the project goals and made sure participants were aware of the option to publish their stories anonymously.\n\n[Find out more about what we learned during the workshops here.](https://wiki.fluidproject.org/pages/viewpage.action?pageId=175669583)\n\n[Visit the resources page.](resources.html)",
    "workshops_fig1_alt_text": "Multicoloured textured child’s dress lying on a table amongst digital tablets, pads of paper, sticky notes and markers. The dress is being touched by a human hand.",
    "workshops_fig2_alt_text": "Several people sit around tables talking with each other, interacting on digital devices and writing on pads of paper and sticky notes.",
    "workshops_fig3_caption": "It is likely a tighter grouping of participants would not be a comfortable experience for sensory sensitivities.",
    "workshops_fig3_alt_text": "A web is formed by several long ropes intersecting in the middle. Students hold the ends of the ropes and together move a ball siting in the middle of the web into a container.",
    "workshops_fig4_caption": "“All about me bag” asks participants to place items in a bag that tells a story about themselves.",
    "workshops_fig4_alt_text": "Paper bag sitting on a table with a sticker on the front that reads: All About Me Bag, Directions: Put 3 things in the bag that tells a story about yourself. If an item doesn’t fit in the bag take a photo or video of it, place a reminder note in the bag and bring the device with the photo or video to the workshop. Bring your bag to the workshop!",
    "resources_title": "Resources",
    "resources_p1_text": "A collection of activities, guides and presentations that can be used in storytelling workshops—part of a growing collection of free storytelling resources that have been co-designed with an open community to use and adapt. We encourage all those involved in inclusive storytelling to share their perspectives, methods, challenges, and learnings. You can contribute to this public resource by sending an email to Caren at stories@idrc.ocadu.ca.",
    "resources_s2_title": "Storytelling resources",
    "resources_p2_heading": "GUIDES used for storytelling workshops",
    "resources_p2_text": "[Storytelling Workshop Guide](https://wiki.fluidproject.org/display/fluid/Outreach+and+Workshop+Resources?preview=/175669542/175669555/StoryTelling%20Project%20Workshop%20Activities%E2%80%93Adults.docx)\n\n[Highschool Storytelling Workshop Guide](https://wiki.fluidproject.org/display/fluid/Outreach+and+Workshop+Resources?preview=/175669542/175669554/StoryTelling%20Project%20Workshop%20Activities%E2%80%94High%20School%20Students.docx)",
    "resources_p3_heading": "ACTIVITIES used in storytelling workshops",
    "resources_p3_text": "[All About Me Bag: individual activity](https://wiki.fluidproject.org/display/fluid/All+About+Me+Bag)\n\n[My Life as a River: individual activity](https://wiki.fluidproject.org/display/fluid/My+Life+as+a+River)\n\n[Web of Strings: group activity](https://guide.inclusivedesign.ca/activities/WebOfStrings.html)\n\n[Web of Learning Mapping: individual or group activity](https://wiki.fluidproject.org/display/fluid/Learning+web+mapping+activity)\n\n[Web of Learning Mapping: PDF template](https://wiki.fluidproject.org/display/fluid/Learning+web+mapping+activity?preview=/177307658/177307660/WEB%20to%20plot%20learning%20ease%20and%20difficulty.pdf)\n\n[Hamburger scaffold for story writing: PDF template](https://wiki.fluidproject.org/display/fluid/Outreach+and+Workshop+Resources?preview=/175669542/175669610/StoryStructure.pdf)",
    "resources_p4_heading": "PRESENTATIONS",
    "resources_p4_text": "[Immigration Museum at Pier 21 Workshop Presentation: PowerPoint](https://wiki.fluidproject.org/display/fluid/Outreach+and+Workshop+Resources?preview=/175669542/175669551/The%20Storytelling%20Project%20-%20Immigration%20Museum.pptx)",
    "resources_p5_heading": "GOVERNANCE",
    "resources_p5_text": "[Simplified Contributor License Agreement: docx](https://wiki.fluidproject.org/display/fluid/Outreach+and+Workshop+Resources?preview=/175669542/175669550/Contributor%20License%20Agreement%20-%20Simplified.docx)",
    "resources_p6_text": "You can contribute to this public resource by sending an email to Caren at stories@idrc.ocadu.ca. These resources can be shared and adapted with credit to the Inclusive Design Research Centre (IDRC). Resources are licensed under [Creative Commons 4.0 Attribution](https://creativecommons.org/licenses/by/4.0/).",
    "resources_fig1_alt_text": "A spider web drawing on paper, round stickers in primary colours and small sticky notes with writing on them are on the paper. A lined sheet of paper with several lines of writing sits next to the paper with the web.",
    "link_workshops_text": "Workshops",
    "link_resources_text": "Resources",
    "link_browse_text": "Browse Stories",
    "link_edit_text": "Explore tool",
    "footer_text1": "The Storytelling Project is led by the [Inclusive Design Research Centre](https://idrc.ocadu.ca/) at OCAD University with an open community of contributors. Supported by the [William and Flora Hewlett Foundation](https://www.hewlett.org/) and the [Oak Foundation](http://www.oakfnd.org/).",
    "footer_text2": "Stories on this site are distributed under the [CC BY 4.0 licence](https://creativecommons.org/licenses/by/4.0/). Please email us at [stories@idrc.ocadu.ca](mailto:stories@idrc.ocadu.ca) if you wish to remove your story from this website.",
    "footer_logo_oak_alt_text": "Oak Foundation Website",
    "footer_logo_hewlett_alt_text": "William and Flora Hewlett Foundation Website",
    "footer_logo_idrc_alt_text": "Inclusive Design Research Centre Website"
}
